Repository: ivrude/support-bots
Catalog: bot_telegram/bot_app/locale/*/LC_MESSAGES/messages.po
Languages: ru, uk

source: Choosen language eanglish
ru: Выбран руский язык
uk: Вибрана мова українська

source: Phone number📞
ru: Номер телефона📞
uk: Номер телефону📞

source: Email✉️
ru: Имэйл✉️
uk: Імейл✉️

source: Back
ru: Назад
uk: Назад

source: Choose how to auth
ru: Выберите способ авторизации
uk: Виберіть як зареєструватись

source: You sucsesful autorised
ru: Вы успешно авторизованы
uk: Ви успішно авторизувались

source: Choose menu punkt
ru: Выберите пункт меню
uk: Вибрати пункт меню

source: Menu
ru: Меню
uk: Меню

source: News📜
ru: Новости📜
uk: Новини📜

source: Settings⚙
ru: Настройки⚙
uk: Налаштування⚙

source: Offers🖊
ru: Предложения🖊
uk: Пропозиції🖊

source: Help🧩
ru: Помощь🧩
uk: Допомога🧩

source: Support🙋
ru: Поддержка🙋
uk: Техпідтримка🙋

source: Profile
ru: Профиль🗿
uk: Профіль🗿

source: Notifications
ru: Уведомления🔔
uk: Сповіщення🔔

source: Choose above
ru: Выберите ниже↘️
uk: Оберіть нижче↘️

source: Get Notifications
ru: Получать уведомления🔔
uk: Отримувати сповіщення🔔

source: Dont get Notifications
ru: Не получать уведомления🔕
uk: Не отримувати сповіщення🔕

source: Wish
ru: Пожелание
uk: Побажання

source: Complaint
ru: Жалоба
uk: Скарга

source: Choose type of offer
ru: Выберите тип предложения
uk: Виберіть тип звернення

source: Write your wish please
ru: Напишите свое пожелание, пожалуйста
uk: Напишіть нам ваше побажання

source: Thank you for your wishes
ru: Спасибо за ваши пожелания
uk: Дякую за ваші побажання

source: This is list of our news
ru: Это список наших новостей
uk: Це список наших новин

source: Topik
ru: Топик
uk: Новина

source: Write your complaint please
ru: Напишите жалобу пожалуйста
uk: Розпишіть вашу скаргу будь ласка

source: Thank you for your complaint
ru: Спасибо за вашу жалобу
uk: Дякуємо за вашу скаргу, ми обов'язково її розглянемо

source: You are trying to use not your number
ru: Вы пытаетесь использовать не свой номер
uk: Ви намагаєтесь ввести не ваш номер

source: Language
ru: Язык🌍
uk: Мова🌍

source: This number is not sign on our product
ru: Этот номер не указан на нашем продукте
uk: Цього номера немає у базі.Переконайтесь , що ви входите з потрібного акаунту

source: Please enter your email
ru: Пожалуйста, введите свой адрес электронной почты
uk: Будь ласка введіть свій емейл

source: This mail is not in the database. Make sure that you are logging in from the right account
ru: Этой почты нет в базе. Убедитесь, что вы входите с нужного аккаунта
uk: Цієї пошти немає у базі.Переконайтесь , що ви входите з потрібного акаунту

source: The email address you entered is incorrect. Please try again
ru: Адрес электронной почты введен неправильно.Повторите попытку
uk: Електронну адресу введено неправильно.Повторіть спробу

source: Sending error. Please make sure that you entered everything correctly and enter your email again
ru: Ошибка отправки.Пожалуйста, убедитесь, что ввели все правильно и введите свой email заново
uk: Помилка відправлення.Будь ласка, переконайтесь ,що ввели все правильно і введіть свій email заново

source: A verification code has been sent to your email address. Please enter it.
ru: Вам был отправлен код подтверждения на ваш адрес электронной почты. Введите его.
uk: Вам був надісланий код підтвердження на вашу адресу електронної пошти. Будь ласка, введіть його.

source: Not right. Please make sure that you entered everything correctly and enter your email again
ru: Не верно. Пожалуйста, убедитесь, что ввели все правильно и введите свой email заново
uk: Не правильно. Будь ласка, переконайтесь ,що ввели все правильно і введіть свій email заново

source: Timed out, authenticate again
ru: Время ожидания истекло, авторизуйтесь еще раз
uk: Час вийшов, пройдіть аутентифікацію заново

source: Time is up, communication is complete
ru: Время вышло, коммуникация завершена
uk: Час вийшов, комунікація завершена

source: Authorization by phone. Please send your phone number.
ru: Авторизация по телефону. Пожалуйста, отправьте номер телефона.
uk: Авторизація за телефоном. Будь ласка, надішліть свій номер телефону.

source: This number is not in the database. Check the data carefully
ru: Этого номера нет в базе. Проверьте данные внимательно
uk: Цього номера немає у базі.Перевірте дані уважно

source: You have selected authorization by mail. Please enter your email.
ru: Вы выбрали авторизацию по почте. Введите свой емейл.
uk: Ви вибрали авторизацію за поштою. Будь ласка, введіть свій емейл.

source: send code again
ru: отправить код снова
uk: надіслати код знову

source: Thank you
ru: Спасибо
uk: Дякую

source: Send your messge and we will responce you soon
ru: Дождитесь пока агент присоеденится к вам👐
uk: Почекайте будь ласка поки агент приєднаєтся👐

source: Write your issue please
ru: Напишите вашу проблему, пожалуйста
uk: Будь ласка, напишіть свою проблему

source: Thank you for your issue.Wait
ru: Спасибо за вашу проблему. Подождите.
uk: Дякуємо за проблему. Зачекайте

source: The photo has been successfully sent to the server
ru: Фотография успешно отправлена ​​на сервер.
uk: Фото успішно відправлено на сервер

source: An error occurred while sending the photo to the server
ru: Произошла ошибка при отправке фотографии на сервер.
uk: Під час надсилання фотографії на сервер сталася помилка

source: An error occurred while sending the video to the server
ru: Произошла ошибка при отправке видео на сервер.
uk: Під час надсилання відео на сервер сталася помилка

source: The video has been successfully sent to the server
ru: Видео успешно отправлено на сервер
uk: Відео успішно відправлено на сервер

source: Please rate the agent work
ru: Оцените, пожалуйста, работу агента
uk: Будь ласка, оцініть роботу агента

source: End chating🙅
ru: Конец🙅
uk: Кінець переписки🙅

source: Thanks for your mark!
ru: Спасибо за оценку!
uk: Дякуємо за вашу оцінку!
